[
  {
    "id": 1,
    "name": "Joël Robuchon",
    "picture": "https://i.ibb.co/dgLnD5T/Jo-l-Robuchon.jpg",
    "description": "Joël Robuchon was a French chef and restaurateur, with numerous Michelin stars to his name. He was known for his focus on high-quality ingredients and for his minimalist cooking style that showcased the flavors of each ingredient. Robuchon was the first chef to be awarded three Michelin stars for his restaurant Jamin in Paris, and went on to open several more highly acclaimed restaurants around the world. He was considered one of the greatest chefs of his generation.",
    "years_of_experience": 50,
    "number_of_recipes": 1000,
    "likes": 10000
  },
  {
    "id": 2,
    "name": "Anne-Sophie Pic",
    "picture": "https://i.ibb.co/LndyrQL/Anne-Sophie-Pic.jpg",
    "description": "Anne-Sophie Pic is a French chef and the only woman in France to hold three Michelin stars for her restaurant, Maison Pic, in Valence. She is a fourth-generation chef, following in the footsteps of her father and grandfather, and has become known for her elegant and sophisticated cuisine. Pic is known for her inventive use of herbs and spices, and for her focus on seasonal ingredients. She has been named Best Female Chef by The World's 50 Best Restaurants, and continues to push the boundaries of French cuisine.",
    "years_of_experience": 25,
    "number_of_recipes": 500,
    "likes": 8000
  },
  {
    "id": 3,
    "name": "Guy Savoy",
    "picture": "https://i.ibb.co/VNXLzjB/Guy-Savoy.jpg",
    "description": "Guy Savoy is a French chef and restaurateur, with multiple Michelin-starred restaurants around the world. He is known for his classic French cuisine, which he infuses with contemporary touches to create dishes that are both timeless and modern. Savoy's restaurants are known for their impeccable service and luxurious atmosphere, and his dishes are celebrated for their balance of flavors and textures. Savoy has been awarded numerous accolades throughout his career, including the title of Chevalier de la Légion d'Honneur.",
    "years_of_experience": 40,
    "number_of_recipes": 700,
    "likes": 9000
  },
  {
    "id": 4,
    "name": "Alain Passard",
    "picture": "https://i.ibb.co/X3WYWKk/Alain-Passard.jpg",
    "description": "Alain Passard is a French chef and owner of the three-Michelin-starred restaurant L'Arpège in Paris. He is known for his focus on vegetables, which he sources from his own organic garden outside of the city. Passard's cooking is characterized by its simplicity and elegance, and he is known for his use of classic French techniques to create dishes that highlight the natural flavors of his ingredients. He has been named Best Chef in the World by Le Chef, and continues to be a leader in the culinary world.",
    "years_of_experience": 35,
    "number_of_recipes": 600,
    "likes": 7500
  },
  {
    "id": 5,
    "name": "Yannick Alléno",
    "picture": "https://i.ibb.co/NxCKYDn/Yannick-All-no.jpg",
    "description": "Yannick Alléno is a French chef and restaurateur, with multiple Michelin-starred restaurants in France and around the world. He is known for his innovative approach to French cuisine, which often involves deconstructing traditional dishes and putting them back together in new and unexpected ways. Alléno is also a champion of local and seasonal ingredients, and has been known to work closely with farmers and producers to ensure the highest quality ingredients for his dishes. He has been named Best Chef in the World by Le Chef, and continues to be a leading figure in the culinary world.",
    "years_of_experience": 30,
    "number_of_recipes": 800,
    "likes": 8500
  },
  {
    "id": 6,
    "name": "Hélène Darroze",
    "picture": "https://i.ibb.co/M5JTd69/H-l-ne-Darroze.jpg",
    "description": "Hélène Darroze is a French chef and restaurateur, with restaurants in Paris, London, and Moscow. She is known for her inventive and sophisticated cuisine, which blends classic French techniques with international flavors and influences. Darroze is also a champion of women in the culinary world, and has been named World's Best Female Chef by The World's 50 Best Restaurants. She is known for her dedication to quality ingredients, and often sources ingredients directly from farmers and producers. Darroze continues to be a leading figure in the world of French cuisine.",
    "years_of_experience": 25,
    "number_of_recipes": 500,
    "likes": 7500
  }
]
